Repository: inyokaproject/Inyoka-Legacy
Catalog: inyoka/i18n/*/messages.po
Languages: de

source: Admin
de: Administration

source: Welcome on the Inyoka Admin Center!
de: Willkommen in der Inyoka-Administration!

source: Could not detect format. You have to specify the format as query argument or in the accept HTTP header.
de: Konnte das Format nicht erkennen. Du musst das Format als Query-Argument oder im ACCEPT HTTP-Header angeben.

source: Unknown format "%s"
de: Unbekanntes Format „%s\”

source: Registration at %s
de: Registrierung bei %s

source: You must login to view this!
de: Du musst angemeldet sein, um dies zu sehen!

source: inactive
de: inaktiv

source: banned
de: gebannt

source: deleted
de: gelöscht

source: Enable debug mode
de: Debugmodus aktivieren

source: List of activated components
de: Liste der aktivierten Komponenten

source: List of deactivted components
de: Liste der deaktivierten Komponenten

source: The path to the media folder
de: Pfad zum Medienordner

source: The secret used for hashing the cookies and other security salting
de: Der Sicherheitsschlüssel für Cookies

source: Base domain name
de: Domainname

source: The current language locale
de: Aktuelle Spracheinstellung

source: The default timezone for all users.
de: Standard Zeitzone für alle Benutzer.

source: The name of the anonymous user.
de: Der Name des anonymen Benutzers

source: Enable or disable CSRF Protection.
de: Aktiviere bzw. deaktiviere den CSRF-Schutz

source: Use SSL for ReCaptcha requests, defaults to True
de: Benutze SSL für ReCaptcha-Anfragen, standardmäßig aktiviert

source: Recaptcha public key
de: Öffentlicher Recaptcha Schlüssel

source: Recaptcha private key
de: Privater Recaptcha Schlüssel

source: The website title to show in various places
de: Der Name der Webseite, der an verschiedenen Stellen angezeigt wird

source: The mail address used for sending mails
de: Die Adresse, die für ausgehende E-Mails benutzt wird

source: The duration a permanent session is valid. Defined in days, defaults to 30.
de: Die Dauer einer permanenten Session. Definition in Tagen, Standard sind 30 Tage.

source: The database URL. For more information about database settings consult the Inyoka docs.
de: Datenbank-URL. Siehe Inyoka-Dokumentation bezüglich mehr Informationen über die Datenbankeinstellungen.

source: If enabled the database will collect the SQL statements and add them to the bottom of the page for easier debugging.
de: Wenn aktiviert werden alle SQL-Anweisungen gesammelt und ans Ende der Seite geschrieben für eine einfache Fehlersuche.

source: If enabled the database will echo all submitted statements to the default logger. That defaults to stdout.
de: Wenn aktiviert werden alle SQL-Anweisungen an den Standard-Logger ausgegeben. Standard ist stdout.

source: If set to non -1, number of seconds between connection recycling. If this timeout is surpassed the connection will be closed and replaced with a newly opened connection.
de: Wenn nicht auf -1 gesetzt, Nummer der Sekunden zwischen Verbindungs-Erneuerungen. Wenn dieser Timeout abgelaufen ist, wird die Verbindung geschlossen und mit einer neuen ersetzt.

source: The number of seconds to wait before giving up on returning a connection. This will not be used if the used database is one of SQLite, Access or Informix as those don't support queued connection pools.
de: Die Anzahl der Sekunden, die auf eine erfolgreiche Verbindung gewartet wird. Dies wird nicht verwendet, wenn SQLite, Informix oder Access als Datenbank verwendet werden, da diese kein „Connection Pooling” unterstützen.

source: Imaging backend to use.
de: Imaging-Backend zu verwenden.

source: Portal avatar size.
de: Portal Avatar Größe.

source: Portal thumbnail size.
de: Portal Thumbnail-Größe.

source: Custom template path which is searched before the default path.
de: Benutzerdefinierter Pfad, in welchem Templates gesucht werden bevor der Standardpfad benutzt wird.

source: Auto reload template files if they changed their contents.
de: Automatisches neuladen von Template-Dateien, wenn sie ihre Inhalte ändern.

source: Use either memory, filesystem or memcached bytecode caches
de: Benutze entweder Arbeitsspeicher, Dateisystem oder memcached Bytecode Caches

source: Use Memcached for bytecode caching
de: Memcached Bytecode-Caching verwenden

source: Use filesystem for bytecode caching
de: Dateisystem für Bytecode-Caching verwenden

source: Choose one of null, simple, memcached or filesystem for the caching system.
de: Wähle endweder „null”, „simple”, „memcached” oder „filesystem” für das Caching-System.

source: The path for the filesystem caches
de: Der Pfad für die Dateisystem-Caches

source: The timeout for the caching system
de: Das Zeitlimit für das Caching-System

source: Comma seperated list of memcached servers
de: Durch Komma getrennte Liste von Memcached Servern

source: The Authsystem which should get used
de: Das Autentifizierungssystem, welches benutzt werden soll.

source: Url mapping used for the portal application
de: URL-Mapping für die Portal-Anwendung

source: Url mapping used for the usercp application
de: URL-Mapping für das UserCP

source: Url mapping used for the news application
de: URL-Mapping für die News-Anwendung

source: Url mapping used for the forum application
de: URL-Mapping für das Forum

source: Url mapping used for the wiki application
de: URL-Mapping für das Wiki

source: Url mapping used for the paste application
de: URL-Mapping für den Pastebin

source: Url mapping used for the planet application
de: URL-Mapping für den Planeten

source: Url mapping used for the admin application
de: URL-Mapping für das Admininterface

source: Url mapping used for the API
de: URL-Mapping für die API

source: Url mapping used for the testing system. Do never change that value!
de: URL-Mapping für das Testsystem. Verändere niemals diesen Wert!

source: Url mapping used for static file serving
de: URL-Mapping für das Ausliefern statischer Dateien

source: Url mapping used for media file serving
de: URL-Mapping für das Ausliefern von Medien-Dateien

source: Path to the directory for static files. Relative to the directory where the inyoka package lies in.
de: Pfad zu dem Verzeichnis für statische Dateien. Bezogen auf das Verzeichnis, in dem inyoka Paket liegt in.

source: Path to the directory for shared static files, aka media. Relative to the directory where the inyoka package lies in.
de: Pfad zu dem Verzeichnis für gemeinsam genutzte statische Dateien, aka Medien. Bezogen auf das Verzeichnis, in dem inyoka Paket liegt in.

source: Name of the wiki index page (the one a user accessing the wiki's / is redirected to)
de: Name der Wiki-Index-Seite (die ein Benutzer Zugriff auf die Wiki's / wird umgeleitet)

source: Files with lines greater than this number will not have syntax highlighting. Enter 0 for no limit.
de: In Dateien mit einer größeren Zahl an Zeilen als hier angegeben wird nicht die Syntax hervorgehoben. Benutze 0 für kein Limit.

source: You have to enter a valid email address.
de: Du musst eine valide E-Mail Adresse eingeben.

source: You have to enter a valid URL.
de: Du musst eine intakte URL eingeben.

source: You have to enter a valid Jabber ID
de: Du musst eine valide Jabber-ID eingeben

source: You entered an invalid captcha.
de: Du hast das Sicherheitsbild falsch eingegeben

source: This user does already exist
de: Dieser Benutzer existiert bereits

source: This user doesn't exist
de: Dieser Benutzer existiert nicht

source: This email address is already used
de: Diese E-Mail-Adresse wird bereits verwendet

source: There's no user with this email
de: Es existiert kein Benutzer mit dieser E-Mail

source: Internal parser error:
de: Interner Parser-Fehler:

source: The parser could not process the text because it exceeded the maximum allowed depth for nested elements
de: Der Parser konnte den Text nicht verarbeiten, da die maximale Tiefe für verschachtelte Elemente überschritten wurde

source: Title
de: Titel

source: Tags
de: Schlagwörter

source: Parent
de: Übergeordnetes Forum

source: Description
de: Beschreibung

source: Questions
de: Fragen

source: Ask a Question
de: Neue Frage

source: Submit
de: Abschicken

source: Welcome to our bulletin board!
de: Wilkommen in unserem Forum!

source: All Questions
de: Alle Fragen

source: asked
de: gefragt

source: by
de: von

source: %(num)d visit
de: %(num)d mal besucht

source: vote revoke
de: Stimme zurückziehen

source: vote up
de: Positiv bewerten

source: vote down
de: Negativ bewerten

source: favorite
de: Favorit

source: no favorite
de: kein Favorit

source: Tags:
de: Schlagwörter:

source: %(human_count)s Answer
de: %(human_count)s Antwort

source: Votes
de: Stimmen

source: Latest
de: Neueste

source: Oldest
de: Älteste

source: answered <strong>%(date)s</strong>
de: gefragt <strong>%(date)s</strong>

source: There aren't any answers yet.
de: Es gibt noch keine Antworten.

source: Your Answer
de: Deine Antwort

source: Subforums:
de: Unterforen:

source: Tagged Questions
de: Fragen

source: Active
de: Aktiv

source: Unanswered
de: Unbeantwortet

source: Ask Question
de: Neue Frage

source: <strong>%(votes)s</strong> vote
de: <strong>%(votes)s</strong> Stimme

source: <strong>%(answers)s</strong> answer
de: <strong>%(answers)s</strong> Antwort

source: asked <strong>%(date)s</strong>
de: gefragt <strong>%(date)s</strong>

source: No questions found.
de: Keine Fragen gefunden.

source: Create new Forum
de: Erstelle ein neues Forum

source: zero
de: Null

source: one
de: eins

source: two
de: zwei

source: three
de: drei

source: four
de: view

source: five
de: fünf

source: six
de: sechs

source: seven
de: sieben

source: eight
de: acht

source: nine
de: neun

source: ten
de: zehn

source: eleven
de: elf

source: twelve
de: zwölf

source: just now
de: gerade eben

source: %(timedelta)s ago
de: vor %(timedelta)s

source: News
de: Neuigkeiten

source: Updated article “%s”
de: Der Artikel „%s“ wurde erfolgreich aktualisiert

source: Action canceled
de: Aktion abgebrochen

source: The article “%s” was deleted successfully.
de: Der Artikel „%s“ wurde erfolgreich gelöscht.

source: This article is hidden
de: Der Artikel ist verborgen

source: The comment was successfully edited
de: Der Kommentar wurde erfolgreich bearbeitet

source: Your comment was successfully created
de: Der Kommentar wurde erfolgreich erstellt

source: The comment was hidden
de: Der Kommentar wurde versteckt

source: The comment was restored
de: Der Kommentar wurde wiederhergestellt

source: The comment was saved
de: Der Kommentar wurde gespeichert

source: You have successfully been subscribed to new News articles.
de: Du wurdest erfolgreich für Benachrichtigungen neuer Artikel registriert.

source: You had not been subscribed before.
de: Du warst noch nicht für Benachrichtigungen registriert.

source: You have successfully been unsubscribed from new News articles.
de: Du wurdest erfolgreich für Benachrichtigungen neuer Artikel gelöscht.

source: You have successfully been subscribed to new comments on this article.
de: Du wurdest erfolgreich für Benachrichtigungen neuer Kommentare dieses Artikels registriert.

source: You have successfully been unsubscribed from new comments on this article.
de: Du wurdest erfolgreich für Benachrichtigungen neuer Kommentare dieses Artikels gelöscht.

source: News for %s
de: Artikel für %s

source: Intro
de: Einführung

source: Published
de: Veröffentlicht

source: To quote another comment use <em>@comment_number</em>. This is automatically used if you click “answer”.
de: Um einen anderen Kommentar zu zitieren benutze <em>@kommentar_nummer</em>. Dies geschieht automatisch wenn du „Antworten” klickst.

source: Articles
de: Artikel

source: Comment by %s on %s
de: Kommentar von% s auf %s

source: %(human_count)s Comment
de: %(human_count)s Kommentar

source: No Comments
de: Keine Kommentare

source: Archive
de: Archiv

source: empty archive
de: leeres Archiv

source: Archive for %(year)s
de: Archiv für %(year)s

source: Archive for %(month)s
de: Archiv für %(month)s

source: Archive for %(day)s
de: Archiv für %(day)s

source: Latest Articles
de: Aktuelle Artikel

source: written by <a href="%(author_url)s">%(author_name)s</a> on %(article_pubdate)s %(article_pubtime)s
de: geschrieben von <a href="%(author_url)s">%(author_name)s</a> %(article_pubdate)s\ %(article_pubtime)s

source: edit
de: bearbeiten

source: restore
de: wiederherstellen

source: hide
de: verstecken

source: subscribe
de: abbonieren

source: unsubscribe
de: abbestellen

source: Edit comment
de: Bearbeitungskommentar

source: Articles for “%(tag)s”
de: Artikel für „%(tag)s“

source: Latest News
de: Neueste Artikel

source: No articles written yet.
de: Es gibt noch keine Artikel.

source: Do you really want to delete the article “%(article)s”?
de: Willst du den Artikel „%(article)s” wirklich löschen?

source: No
de: Nein

source: Yes
de: Ja

source: New Article
de: Neuer Artikel

source: Delete
de: Löschen

source: All articles
de: Alle Artikel

source: …or <a href="%(link)s">create a new article</a>
de: …oder <a href="%(link)s">erstelle einen neuen Artikel</a>

source: Title (optional)
de: Titel (optional)

source: Language
de: Sprache

source: Hide Paste
de: Paste verstecken

source: New
de: Neu

source: Browse
de: Einträge durchstöbern

source: Browse Pastebin
de: Pastebin durchstöbern

source: Create one yourself!
de: Erstelle selber einen!

source: Date
de: Datum

source: There are no pastes yet!
de: Es gibt noch keine Einträge!

source: Compare Pastes
de: Einträge vergleichen

source: The two pastes are identical.
de: Die beiden Einträge sind identisch.

source: Paste Tree
de: Paste-Baum

source: Here you can see the requested tree of paste replies. The paste you're coming from is highlighted.
de: Hier siehst du den Baum aller Paste-Antworten. Der Paste, vom dem aus du kamst ist hervorgehoben.

source: %(title)s by %(author)s
de: %(title)s von %(author)s

source: Raw
de: Rohformat

source: Reply
de: Antworten

source: Created on %(date)s.
de: Erstellt am %(date)s

source: Answer to
de: Antwort auf

source: or
de: oder

source: compare with parent
de: mit vorherigem vergleichen

source: Edit Paste
de: Paste Editieren

source: Edit
de: Bearbeiten

source: The tag “%s” does not exist
de: Das Schlagwort „%s“ existiert nicht

source: Created tag “%s”
de: Das Schlagwort „%s“ wurde erfolgreich erstellt

source: Updated tag “%s”
de: Das Schlagwort „%s“ wurde erfolgreich aktualisiert

source: The tag “%s” was deleted successfully.
de: Das Schlagwort „%s“ wurde erfolgreich gelöscht.

source: Activation successful, you can now login with your credentials
de: Aktivierung erfolgreich, du kannst dich nun mit deinen Benutzerdaten anmelden

source: User is unknown or the password is not correct.
de: Der Benutzer existiert nicht oder das Passwort ist falsch.

source: You are now logged in.
de: Du bist nun angemeldet.

source: You have been logged out successfully.
de: Du hast dich erfolgreich abgemeldet.

source: Please log in.
de: Bitte anmelden.

source: Invalid login.
de: Fehlerhafter Login.

source: Invalid login
de: Fehlerhafter Login

source: Key not found. Maybe it has already been used?
de: CSRF-Schlüssel nicht gefunden. Wurde er bereits verwendet?

source: The supplied key is not valid anymore.
de: Der übergebene CSRF-Schlüssel ist nicht mehr gültig.

source: Edit profile
de: Profil bearbeiten

source: Your profile was saved successfully
de: Dein Profil wurde erfolgreich gespeichet

source: Change password
de: Passwort ändern

source: The password you entered doesn't match your old one.
de: Das eingegebene Passwort stimmt nicht mit deinem alten Passwort überein.

source: Your password was changed successfully
de: Dein Passwort wurde erfolgreich geändert

source: Realname
de: Name

source: Location
de: Ort

source: Interests
de: Interessen

source: Occupation
de: Beruf

source: Signature
de: Signatur

source: Username
de: Benutzername

source: Password
de: Passwort

source: Remember me
de: Angemeldet bleiben

source: Passwords must match
de: Die zwei Passwörter müssen gleich sein

source: Repeat Passord
de: Passwortwiederholung

source: Old Password
de: Altes Passwort

source: New Password
de: Neues Passwort

source: New Password (confirmation)
de: Neues Passwort (bestätigen)

source: Page does not exist
de: Diese Seite existiert nicht

source: The requested page could not be found.
de: Die gesuchte Seite wurde nicht gefunden.

source: Not Found
de: Nicht gefunden

source: Users
de: Benutzer

source: Groups
de: Gruppen

source: On this page you can see all members of “%(group)s”.
de: Auf dieser Seite werden alle Mitglieder von „%(group)s“ angezeigt.

source: Group “%(group)s”
de: Gruppe „%(group)s“

source: Location:
de: Ort:

source: There are no users in this group yet!
de: In dieser Gruppe sind noch keine Benutzer!

source: On this page you can see all existing groups.
de: Auf dieser Seite siehst du alle registrierten Benutzer.

source: Grouplist
de: Gruppenliste

source: Groupname
de: Name der Gruppe

source: Welcome to Inyoka
de: Wilkommen bei Inyoka

source: Inyoka is a portal software that integrates a complete News, Wiki and Bulletin Board system next to a pastebin application. It's written in <a href="%(python_link)s">Python</a> and uses various opensource technologies.
de: Inyoka ist eine Portal-Software, die eine vollständige News, Wiki und Bulletin Board System integriert. Es ist in <a href="%(python_link)s">Python</a> geschrieben und benutzt verschiedene OpenSource Technologien.

source: Latest Content
de: Aktuelle Inhalte

source: There's no content yet!
de: Es gibt noch keine Inhalte!

source: %(num)s item tagged %(tag)s
de: %(num)s Eintrag für das Schlagwort „%(tag)s“

source: more Tags
de: mehr Schlagwörter

source: Edit Profile
de: Profil bearbeiten

source: Generated password: <code id="random_password">%(password)s</code> |
de: Generiertes Passwort: <code id="random_password">%(password)s</code> |

source: generate another
de: neues generieren

source: Generate random password
de: Zufallskennwort generieren

source: Register
de: Registrieren

source: On this page you can see all registered users.
de: Auf dieser Seite siehst du alle registrierten Benutzer.

source: Userlist
de: Benutzerliste

source: Date joined
de: Anmeldungsdatum

source: Do you really want to delete that tag?
de: Willst du diese Kategorie wirklich löschen?

source: Edit “%(tag)s”
de: „%(tag)s“ bearbeiten

source: New Tag
de: Neues Schlagwort

source: Choose Tag
de: Wähle Schlagwort

source: All tags
de: Alle Schlagwörter

source: …or <a href="%(link)s">create a new tag</a>
de: …oder <a href="%(link)s">erstelle einen neue Kategorie</a>

source: User Control Panel
de: Mein Konto

source: Change Password
de: Passwort ändern

source: Here you can change your account's password.
de: Hier kannst du das Passwort von deinem Benutzer ändern.

source: For security reasons you've to enter your old password once again.
de: Zur Sicherheit musst du dazu dein altes Passwort nocheinmal eingeben.

source: Generate another
de: ein anderes generieren

source: Generated Password: <code id="random_password"></code> |
de: Erzeugtes Passwort: <code id="random_password"></code> |

source: This is a debug dump of the data exported from this API
de: Dies ist ein Debug-Dump der Daten aus dieser API exportiert

source: API Request
de: API anfordern

source: Internal API handler
de: Interner API-Handler

source: Hello %(name)s (%(status)s)
de: Hallo %(name)s (%(status)s)

source: Logout
de: Abmelden

source: Powered by Inyoka %(revision)s on Python %(python)s
de: Basiert auf Inyoka %(revision)s mit Python %(python)s

source: Get a visual challenge
de: neue visuelle Herausforderung

source: Get an audio challenge
de: neue Audio-Herausforderung

source: Get a new challenge
de: neue Herausforderung

source: Type the two words:
de: Tippe die zwei Wörter ein:

source: Type what you hear:
de: Geben Sie ein, was Sie hören:

source: Help
de: Hilfe

source: Play sound again
de: Ton erneut wiedergeben

source: Download sound as MP3
de: Download als MP3-Sound

source: Incorrect. Try again.
de: Falsch! Bitte versuche es nocheinmal.

source: next »
de: Weiter »

source: « previous
de: « Zurück

source: The selected criterium “%s” is not available, falling back to default ordering
de: Das ausgewählte Kriterium „%s” ist nicht verfügbar, benutze Standardsortierung

source: Invalid revision specified.
de: Ungültige Version angegeben.

source: The attachment was created successfully.
de: Der Anhang wurde erfolgreich erstellt.

source: An attachment with this name does already exist!
de: Ein Anhang mit diesem Namen existiert bereits!

source: There are no differences between these two revisions.
de: Es gibt keine Unterschiede zwischen diesen beiden Revisionen.

source: Text didn't change.
de: Der Text hat sich nicht geändert.

source: The page has been saved.
de: Die Seite wurde gespeichert

source: File
de: Datei

source: Rename to
de: Umbenennen

source: Overwrite existing attachment with the same name
de: Überschreibe einen existierenden Anhang mit dem selben Namen

source: Download attachment
de: Anhang herunterladen

source: No such page.
de: Diese Seite existiert nicht.

source: Attachments
de: Anhänge

source: Add attachment
de: Füge einen Anhang hinzu

source: Existing attachments
de: Existierende Ahnhänge

source: There are currently %(number)s files attached to this page.
de: Es sind aktuell %(number)s Anhäge dieser Seite zugeordnet.

source: There are currently no files attached to this page.
de: Es sind aktuell keine Anhänge dieser Seite zugeordnet.

source: Show
de: Artikel

source: History
de: Versionen

source: Compare revisions
de: Revisionen vergleichen

source: The following table shows the article's differences between <a href="%(revlink1)s">the revision of %(date1)s</a> (created by <a href="%(userlink1)s">%(user1)s</a>) and <a href="%(revlink2)s">the revision of %(date2)s</a> (created by <a href="%(userlink2)s">%(user2)s</a>).
de: Die folgende Tabelle zeigt die Unterschiede zwischen <a href="%(revlink1)s">der Revision vom %(date1)s</a> (erstellt von <a href="%(userlink1)s">%(user1)s</a>) und <a href=""%(revlink2)s"> die Revision vom %(date2)s</a> (erstellt von <a href="%(userlink2)s">%(user2)s</a>.

source: You may also download a <a href="%(udiff)s">Unified Diff</a> of these changes or see the <a href="%(history)s">list of recent changes</a>.
de: Du kannst auch einen <a href="%(udiff)s">Unified Diff</a> dieser Änderungen herunterladen oder dir die <a href="%(history)s">Liste der letzten Änderungen</a>anschauen.

source: Created at
de: Erstellt am

source: Creator
de: Ersteller

source: Compare
de: Vergleiche

source: The requested page was not found.
de: Die gesuchte Seite wurde nicht gefunden.

source: If you want, you can create it
de: Wenn du willst kannst du sie erstellen
